{
  "🌊 Mers et Océans 🌊": [
    {
      "name": "L'Abysse Polaire",
      "type": "Continent",
      "x": 1112,
      "y": 5408,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [
        "mer",
        "exploration"
      ],
      "questEvents": []
    },
    {
      "name": "La Mer d'Ivoire",
      "type": "Continent",
      "x": 6112,
      "y": 4168,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [
        "mer",
        "commerce"
      ],
      "questEvents": []
    },
    {
      "name": "Les Eaux Obscures",
      "type": "Continent",
      "x": 3336,
      "y": 2872,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    }
  ],
  "Archipel Trekrerith": [
    {
      "name": "Barolt",
      "type": "Small City Stone Wall",
      "x": 6595,
      "y": 2328,
      "description": "# **__Barolt__**\n\nBarolt est une le nom de la ville et de l'île, les deux tire leurs noms du dieux des Valtaran qui est Barolt le dieux de l'artisanat.\n\nToute l'île est entouré par une muraille fortifié afin de se protéger des attaque pirate.\n\nLa ville possède son propre port qui c'est très bien développé au fil des siècles.\n\nLes pirates y sont tolérés mais au moindre problème il sont soit chassé soit exécuté.\n\nLe port compte aussi un chantier naval.\n\nLe commerce en Barolt est très contrôlé, les marchands ne peuvent vendre leur marchandise qu'à un seule endroit qui est rigoureusement contrôlé.\n\nEt les certain marchand sont protégé par des gardes Valtaran afin que leur marchandise arrive à bon port.\n\nIl fait bon vivre dans Barolt et il n'y a quasiment pas de criminalité ou quartier malfamé.",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [
        "caravane",
        "commerce"
      ],
      "questEvents": []
    },
    {
      "name": "Brisant",
      "type": "Village",
      "x": 4515,
      "y": 3280,
      "description": "Description du lieu de Archipel Trekrerith",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/brisant_ambiance.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Eneris",
      "type": "Village Stone Wall",
      "x": 6865,
      "y": 2677,
      "description": "Description du lieu de Archipel Trekrerith",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/eneris_ambiance.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Kitha",
      "type": "Town",
      "x": 6087,
      "y": 2653,
      "description": "Description du lieu de Archipel Trekrerith",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [
        "[LIVE] QST-KITHA-01 - Routes commerciales securisees - completed - 5/5 - Port rouvert au commerce. - @ Kitha"
      ],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [
        "commerce",
        "port"
      ],
      "questEvents": []
    },
    {
      "name": "L'escale",
      "type": "default",
      "x": 5431,
      "y": 2457,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/un-loco-gigante-128-ytshorts.savetube.me-1.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    }
  ],
  "Dipovia": [
    {
      "name": "Geirvor",
      "type": "Small City Stone Wall & Towers",
      "x": 3101,
      "y": 4617,
      "description": "Ville portuaire Dipovienne",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/sk-ld-valhalla-lyric-video-skaldvikingsvevo-youtube.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [
        "Port",
        "Viking"
      ],
      "questEvents": []
    },
    {
      "name": "Hanator",
      "type": "Large City Stone Wall + Towers",
      "x": 3890,
      "y": 4946,
      "description": "Capitale Dipovienne",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/sk-l-by-miracle-of-sound-miracleofsound-youtube.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [
        {
          "name": "Tola Skardsson",
          "role": "Reine",
          "description": ""
        }
      ],
      "tags": [
        "Viking",
        "Capitale"
      ],
      "questEvents": []
    },
    {
      "name": "Kjaldar",
      "type": "Small City Stone Wall & Towers",
      "x": 4777,
      "y": 4369,
      "description": "La ville principal où les Dipoviens mène leur raids",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/sk-ld-dinn-lyric-video-skaldvikingsvevo-youtube.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [
        "Viking",
        "Raid",
        "Port"
      ],
      "questEvents": []
    },
    {
      "name": "Lieu de Dipovia",
      "type": "Crater",
      "x": 3579,
      "y": 5243,
      "description": "Kjolrd\nHanatun\nHestfjoror\nHitara\nKjarra\nSkjalfandi\nMjors\nGeirvor\nKjadalr\nHafnarfjoll\nOsta\nRangaross\nGrenmarr\nSioa\nMyrr",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Myrr",
      "type": "Small City Stone Wall & Towers",
      "x": 3103,
      "y": 5082,
      "description": "Ville minière principale de Dipovia",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/sk-ld-r-n-official-music-video-skaldvikingsvevo-youtube.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [
        "Viking",
        "Mine"
      ],
      "questEvents": []
    }
  ],
  "Doprouria": [
    {
      "name": "Irisk",
      "type": "Large City Stone Wall + Towers",
      "x": 3991,
      "y": 1037,
      "description": "# **__Irisk: La Porte de Doprouria__**\n\n**__Les Origines de la Ville__**\n\nAu nord de Doprouria, nichée entre les dunes du désert et les falaises escarpées, se trouvait la ville d'Irisk. Fondée il y a des siècles par les ancêtres des Doprouriens, Irisk était destinée à devenir le seul lien entre les vastes terres de Doprouria et le reste du monde. Sa position stratégique, au bord de la mer de Sables, en faisait un lieu de commerce crucial et un point de passage obligé pour les marchands étrangers.\n\n**__La Fondatrice : Séréna l'Audacieuse__**\n\nLa légende raconte que la fondatrice d'Irisk, Séréna l'Audacieuse, avait une vision prophétique. Fille d'un chef nomade, elle rêvait d'une ville où son peuple pourrait échanger ses précieuses ressources contre des denrées rares et des objets exotiques venus de contrées lointaines. Malgré les réticences de son clan, elle entreprit de construire Irisk avec une détermination sans faille. Sous sa direction, des caravanes apportèrent les premières pierres, et des artisans édifièrent les murailles de la cité.\n\n\n**__Le Port d'Irisk__**\n\nLe port d'Irisk était l'âme de la ville. Ses quais en pierre, patinés par les siècles, accueillaient des navires venus des quatre coins du monde. Ici, les marchands échangeaient des épices, des tissus et des métaux précieux contre les richesses de Doprouria. Les bateaux apportaient des vivres, des armes et des objets d'art, indispensables à la vie des nomades.\n\nLe marché d'Irisk, situé près du port, était un lieu animé où se mêlaient les odeurs des épices, les cris des marchands et les couleurs éclatantes des étoffes. C’était un melting-pot culturel où se croisaient les peuples et les langues, faisant d’Irisk une ville cosmopolite unique en Doprouria.\n\n**__La Forteresse d'Irisk__**\n\nPour protéger ce précieux point de commerce, une forteresse imposante fut érigée sur une colline surplombant la ville. Construite en pierre blanche, elle offrait une vue imprenable sur la mer et les environs. Almos Progoni, lors de son règne, renforça les défenses de la forteresse, comprenant son importance stratégique. La forteresse devint un symbole de la puissance de Doprouria, un bastion imprenable face aux pirates et aux orcs.\n\n**__Les Batailles d'Irisk__**\n\nIrisk fut le théâtre de nombreuses batailles. La plus mémorable fut celle menée par Almos Progoni lui-même. Les orcs, en quête de richesses, assiégèrent la ville pendant des mois, espérant couper Doprouria de ses approvisionnements extérieurs. Mais grâce à la bravoure des défenseurs et à l'ingéniosité d'Almos, le siège fut brisé. Utilisant des tunnels secrets et des embuscades, les forces de Doprouria parvinrent à repousser l'envahisseur, assurant la sécurité de la ville et de son port.\n\n**__La Vie à Irisk__**\n\nLa vie à Irisk était un mélange d’austérité et de splendeur. Si les conditions de vie pouvaient être rudes en raison du climat désertique, la ville n'en était pas moins un lieu de prospérité. Les habitants d’Irisk, connus pour leur hospitalité sélective, accueillaient avec respect les marchands et les voyageurs, tout en veillant jalousement sur leurs secrets et leurs richesses.\n\nLes rues pavées d’Irisk étaient bordées de maisons en pierre, ornées de mosaïques et de fresques racontant l’histoire de la ville et de ses héros. Les places publiques étaient des lieux de rencontre où se déroulaient fêtes et cérémonies, perpétuant les traditions ancestrales.\n\n**__Le Déclin et la Renaissance__**\n\nAu fil des siècles, Irisk connut des périodes de déclin, notamment lors des grandes guerres qui secouèrent Doprouria. Cependant, la ville sut toujours renaître de ses cendres, portée par la détermination de ses habitants et l’importance de son port.\n\nAujourd’hui, Irisk reste la porte de Doprouria, un symbole de résilience et de prospérité. Les marchands continuent de venir de loin pour échanger leurs biens, attirés par les richesses inégalées de cette terre légendaire. La ville, avec son port florissant, demeure un carrefour vital et une vitrine du génie et de la ténacité des Doprouriens.",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/irisk_ambiance.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [
        {
          "name": "Almos Progoni",
          "role": "Roi",
          "description": ""
        }
      ],
      "tags": [
        "Capitale"
      ],
      "questEvents": []
    },
    {
      "name": "Lisboa",
      "type": "Large City Stone Wall + Towers",
      "x": 3754,
      "y": 440,
      "description": "Description du lieu de Doprouria",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/malhao-chups24-youtube.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    }
  ],
  "Vruliwen": [
    {
      "name": "Aguilar",
      "type": "Large City Stone Wall + Towers",
      "x": 7934,
      "y": 840,
      "description": "Siège ancestral de la Maison Valdefer",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/aguilar_ambiance.mp3",
      "history": [
        "Aguilar, le siège ancestral de la Maison Valdefer, s’élève comme un roc indomptable au cœur des montagnes, une forteresse qui semble avoir été sculptée dans la pierre elle-même par des mains divines. Perchée sur un éperon rocheux, la citadelle domine la vallée du Pas-du-Roc, l’unique passage entre les chaînes montagneuses qui séparent le Nord des terres du Sud. Ce passage, crucial pour le commerce et la guerre, est à la fois la richesse et le fardeau des Valdefer, et Aguilar en est le gardien."
      ],
      "quests": [],
      "lore": [
        "Les murs d’Aguilar sont d’un gris sombre, presque noir, leur surface lisse et polie par les vents hurlants qui soufflent sans relâche. Construits en pierre de montagne, les remparts sont si épais qu’ils pourraient résister à un siège de plusieurs années, et si hauts qu’ils semblent toucher le ciel. Les tours crénelées, semblables à des griffes acérées, surveillent inlassablement les horizons, prêtes à déchaîner une pluie de flèches ou de rocs sur quiconque oserait menacer la forteresse.",
        "À l’intérieur, Aguilar est un labyrinthe de cours, de passages et de salles voûtées, éclairées par des torches dont la flamme vacillante projette des ombres dansantes sur les murs de pierre. Les appartements des seigneurs Valdefer sont austères, garnis de tapisseries anciennes représentant des batailles oubliées et des paysages de montagnes. La grande salle, au centre de la forteresse, est un lieu de rassemblement où le feu crépite en permanence dans une cheminée massive, son foyer assez grand pour accueillir un tronc d’arbre entier.",
        "Le cœur d’Aguilar, cependant, est son donjon, une tour imposante qui s’élève au-dessus des autres bâtiments, symbole de la puissance et de la résilience des Valdefer. C’est là que le seigneur siège, entouré de ses conseillers, et c’est là que se trouve l’armurerie, un trésor de lames, de boucliers et de cuirasses forgés dans les riches mines de la région. Les forgerons d’Aguilar, réputés dans tout le royaume, travaillent jour et nuit pour produire des armes aussi solides que les montagnes elles-mêmes.",
        "Aguilar n’est pas seulement une forteresse ; c’est une déclaration, une promesse de la Maison Valdefer à ses ennemis. Tant que ses murs tiendront, aucune armée ne franchira le Pas-du-Roc. Les Valdefer ont toujours vécu dans l’ombre de cette citadelle, sachant que leur destin est lié à celui de la forteresse. Et tandis que le faucon d'or flotte fièrement au-dessus de ses remparts, Aguilar reste un bastion inviolé, un symbole de la ténacité et de la force d'une maison qui ne ploie jamais devant l'adversité."
      ],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Ayrith",
      "type": "Large City Stone Wall + Towers",
      "x": 7552,
      "y": 1884,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [
        "La confrérie des assassins"
      ],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Brume-Sombre",
      "type": "default",
      "x": 7461,
      "y": 1000,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Brumeport",
      "type": "Large City Stone Wall + Towers",
      "x": 7606,
      "y": 466,
      "description": "**Brumeport** : La ville Brumeuse du Sud\n\nBrumeport est une ville enclavée entre une chaîne de montagne et l’océan. Cette situation géographique a développé un climat particulier, la ville est toujours enveloppée dans une brume plus ou moins épaisse et n’est accessible que par la mer. Cela a permis de garder la ville secrète pendant de nombreuses années. Elle était au début un repaire de pirates et de contrebandiers en tout genre. Au fil des décennies, la vie était plutôt belle et agitée (malgré quelques incivilités), certains marchands véreux l’appelaient « la petite Trekerith ».  Néanmoins, un jour, les rats ont infesté la ville. Les rumeurs parlaient d’un homme qui était capable de leur parler et de les commander. Très vite, il parvint à prendre le contrôle de la ville et à en devenir le premier seigneur, Archibald de Rongefrey « le Seigneur des rats ».\n\nDepuis, la ville est gouvernée par la maison Rongefrey. Les seigneurs de Brumeport ont toujours gouverné la ville par la terreur. Les gardes de la ville se contentent de battre les malandrins qui ne paient pas la taxe du « rat » (taxe qui autorise à enfreindre la loi du royaume mais pas celle du seigneur). Mais la véritable force qui fait la loi est l’ensemble des spadassins au service des Rongefrey. Quand ils patrouillaient en ville, tous savient qu’ils nétaient pas à l’abris, sauf le tavernier. Tant que les spadassins pouvaient festoyer librement et gratuitement, il pouvait jouir d’une immunité diplomatique.\n\nLa ville est constamment baignée dans la brume et le silence, les volets et portes sont fermées et seuls les rires des spadassins et les travailleurs du port peuvent-être entendus. En plus de la maltraitance subie, l’air humide mêlée à la chaleur du sud rend l’air peu respirable et fait renoncer aux habitants toute activité extérieure. L’entrée de la ville est décorée de quelques pendus qui pensaient être plus malins que les seigneurs du Brumeport. Elle est aussi surplombée par « Noirterrier », le château des Rongefrey. \n\nNoirterrier est un château en pierre sombres. L’intérieur est mal entretenu et mal éclairé. Les visiteurs doivent souvent se munir de torche afin de voir où ils vont. Le parquet grinçant et les brèches dans les murs qui laissent siffler le vent dans le château couvrent les murmures des comploteurs et glacent le sang de ceux qui n’ont pas le cœur aux intrigues.\nLes seigneurs et les membres de la famille sortent rarement du château. A part certains bâtards servant en tant que capitaine spadassin ont pu être aperçu régulièrement en ville au fil des générations. Les Rongefrey ont tout de suite prêté allégeance à la maison Carlevane afin de pouvoir satisfaire leur soif de complot et de pouvoir.  \n\nLes revenues de la seigneurerie viennent des criminels marins, des pirates, des contrebandiers et des marchands que viennent pour commercer. La possibilité de payer la taxe du « rat » rend les échanges entre contrebandiers et marchands beaucoup plus faciles. De plus, les seigneurs du royaume du Sud souhaitant se procurer poisons ou informations viennent en visite « diplomatique » à Noirterrier.\n\n**Brumeport sous l’empire :**\n\nAprès la conquête des royaumes du Sud par l’empire, ces derniers étaient pressés de convertir la population de Brumeport à leur religion. C’est dans ce but qu’ils ont envoyé une équipe composée d’un prêtre et de quelques paladins dans la ville brumeuse. Ces derniers ont commencé à condamner les agissements de la famille Rongefrey. Oronte n’ayant pas l’empire dans le cœur (surtout depuis qu’il est interdit de naviguer et de piller des navires), prit la chose avec philosophie. Les spadassins ont éliminé les paladins et le prêtre fut crucifié sur la proue d’un bateau en direction de Crawen afin d’envoyer un message à l’empereur. Oronte fut ensuite convoqué à Montségur où il fut arrêté par les soldats du duc et brûlé sur un bucher sur ordre impérial.\n\nEnsuite tous les prêtres envoyés à Brumeport tombent « mystérieusement » malades et meurent. C’est pour cela que l’empire finira par y envoyer les paladins et prêtres malhonnêtes et au centre de scandales mais ayant trop d’influence pour être éliminé ou écarté.\n\nL’avis des Rongefrey sur l’empire est très mitigé. Certains y voient des opportunités et d’autres pensent que ce sont des empêcheurs de tourner en rond. Mais une chose est sûre. Aucun membre de la famille n’énonce clairement sa position sur la question",
      "images": [
        "assets/images/in-a-fantasy-world-a-poor-port-city-surrounded-by-mountains-and-bathed-in-fog-we-can-see-the-silho.jpg"
      ],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [
        "**Brumeport **: Organisation militaire :\n\nL’armée stationnée à Brumeport n’en est pas vraiment une.\nIl y a la garde de la ville sous le commandement du seigneur.\n\nLa grande partie de « l’armée » est constituée de mercenaires et de brigands qui collaborent ou qui sont endettés avec les Rongefrey ainsi que de la population locale qui n’a pas le choix.\nNéanmoins, la force la plus crainte sont les spadassins qui ne répondent qu’aux membres de la maison Rongefrey. Habituellement, ils éliminent les ennemis de la famille dans des ruelles mais elle peut s’avérer un obstacle redoutable pour ceux qui veulent conquérir la ville.\n\nLa marine de Brumeport n’est composée que de corsaires collaborant ou endettés auprès des Rongefrey.\n\n**Brumeport durant la guerre :**\n\nDurant la guerre contre l’empire, Brumeport avait principalement un rôle de renseignement et d’espionnage. Quelques généraux impériaux ont également mystérieusement « disparus ».\n\nMais le fait d’arme le plus étonnant, c’est le jour où la flotte des Carlevan affronta la flotte impériale. La flotte du royaume du sud rencontra des difficultés car quelqu'un avait divulgué des informations à l'empire (Il s'agit du cousin du chef de la famille Carlevan de l'époque). Un détachement de la flotte impériale comptant une vingtaine de bateaux partie conquérir Brumeport. Mais ce qu’ils ne savaient pas, c’est qu’Oronte de Rongefrey était un amoureux de la mer. Cet homme d’une longue chevelure noire, vêtu d’un chapeau à plume et d’un bandeau sur son œil droit et étant toujours accompagné d'un rat sur son épaule (qui s'appelait Gruyère) était d’ailleurs très reconnu et respecté en Trekerith où il s’était fait un certain nombre d’ami chez les marins. Il avait également fortement agrandi la fortune familiale en pillant des navires marchands impériaux sur son navire : une caraque nommée « Le rat des mers » (qui était le surnom donné à Oronte). Le détachement vit donc émerger de la brûme une caraque avec une voilure bordeau arborant le rat noir des Rongefrey, ainsi qu’une trentaine de bateaux pirates venue de Trekerith pour aider Oronte. C’est ainsi que les Rongefrey ont remporté la bataille navale de Brumeport."
      ],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Caevorum",
      "type": "Castle Ruin",
      "x": 7740,
      "y": 4592,
      "description": "",
      "images": [
        "assets/images/Caevorum.png"
      ],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [
        "Caevorum est une ancienne forteresse située dans les montagnes du nord. Elle a servi pendant des siècles de base et de lieu d'entraînement pour les sorceleurs, des mutants chargés de chasser les monstres qui menacent les terres. Elle est partiellement en ruines mais demeure un symbole de la résilience et de l'héritage des sorceleurs."
      ],
      "quests": [],
      "lore": [
        "Structure et Environnement",
        "La forteresse est isolée et difficile d'accès, perchée sur une montagne escarpée avec une vue imprenable sur la vallée environnante. Le château lui-même est constitué de plusieurs niveaux, comprenant des salles d'entraînement, des laboratoires d'alchimie, des dortoirs, une bibliothèque, et une grande salle. Les murs sont épais, renforcés pour résister aux attaques, et les tours permettent de surveiller les environs.",
        "La Chute de Caevorum",
        "Caevorum a subi une attaque dévastatrice par les habitants des environs qui, craignant et haïssant les sorceleurs, se sont unis pour détruire leur forteresse. Ce massacre, connu sous le nom de \"Massacre de Caevorum\", a conduit à l'éradication quasi complète des sorceleurs. Des fanatiques religieux et des habitants superstitieux ont assailli la forteresse, utilisant des machines de guerre et une magie puissante pour abattre les murs.",
        "Les sorceleurs, bien que puissants, furent submergés par le nombre et la férocité des assaillants. La plupart d'entre eux furent tués, et les secrets de leur ordre furent presque perdus à jamais. Cependant, Thorin était absent lors de l'attaque, tout comme un autre sorceleur dont le nom reste inconnu. Ce dernier souhaite retrouver Thorin pour l'enrôler dans sa quête de vengeance contre ceux qui ont détruit leur foyer.",
        "Le Présent et l'Héritage",
        "Aujourd'hui, Caevorum est en ruines, mais elle conserve une aura de mystère et de puissance. Les rares sorceleurs survivants y retournent parfois pour méditer, s'entraîner ou se remémorer leur passé. Les murs écroulés et les salles abandonnées sont des témoins silencieux d'une époque révolue, mais l'esprit de Caevorum perdure.",
        "Thorin, ayant survécu au massacre, porte en lui la mémoire de ses frères et sœurs d'armes. Sa mission est non seulement de venger la chute de Caevorum mais aussi de préserver les connaissances et les traditions des sorceleurs. Il cherche à transmettre cet héritage aux générations futures, espérant un jour voir renaître l'ordre des sorceleurs."
      ],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Carleone",
      "type": "Large City Stone Wall + Towers",
      "x": 7458,
      "y": 1098,
      "description": "Carleone est la capitale économique de l'empire de Vruliwen, elle est a l’extrémité sud de la route commerciale principale du continent. Cette route donne beaucoup d’importance à ⁠Winborne et à Carléone qui prennent donc le rôle de pivot dans l’économie du continent.\n\nLe Seigneur de Carleone est Ulrich von Stahl",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/the-council-medieval-music.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [
        "La guilde des artisans"
      ],
      "pnjs": [
        {
          "name": "Ulrich von Stahl",
          "role": "Seigneur de Carleone",
          "description": ""
        }
      ],
      "tags": [
        "Port",
        "Commerce",
        "Guilde"
      ],
      "questEvents": []
    },
    {
      "name": "Crawen",
      "type": "Large City Stone Wall + Towers",
      "x": 7804,
      "y": 1575,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [
        "La guilde des aventuriers"
      ],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Dents de Pierres",
      "type": "default",
      "x": 8097,
      "y": 1045,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Divinum Lumen",
      "type": "Castle Ruin",
      "x": 7832,
      "y": 3007,
      "description": "Centre impériale de rééducation de la jeunesse C.I.R.J en ruin",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/divinum_lumen.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Domptefer",
      "type": "default",
      "x": 7893,
      "y": 1286,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Drumlow Woods",
      "type": "default",
      "x": 7464,
      "y": 1522,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Elusa",
      "type": "Large City Stone Wall + Towers",
      "x": 7630,
      "y": 2443,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [
        "Ordre des Marcheurs d’Ombres"
      ],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Forgepierre",
      "type": "default",
      "x": 8070,
      "y": 2898,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/wind-rose-diggy-diggy-hole-official-video-napalm-records-napalm-records-youtube.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Gloria",
      "type": "Large City Stone Wall + Towers",
      "x": 7413,
      "y": 2630,
      "description": "Ville portuaire",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/gloria_ambiance.mp3",
      "history": [],
      "quests": [
        "Le Comptoir d'Épices\n\nUn Comptoir d'Épices en Gloria, dirigé par Thalia Romanidi. Ce comptoir est au cœur d'un réseau de contrebande d'objets magiques interdits. Par leurs actions, ces objets ont pénétré dans l'Empire, semant le chaos."
      ],
      "lore": [],
      "instances": [
        "La guilde des marchands"
      ],
      "pnjs": [],
      "tags": [
        "Port"
      ],
      "questEvents": []
    },
    {
      "name": "Heraclea",
      "type": "Large City Stone Wall + Towers",
      "x": 8036,
      "y": 3143,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [
        "La confrérie des voleurs"
      ],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Imossa",
      "type": "Castle Ruin",
      "x": 7816,
      "y": 2915,
      "description": "Ville désormais en ruine",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/imossa_ambiance.mp3",
      "history": [
        "Cette ville était la jumelle de Valerius Primus, rivalisant de grandeur et d’architecture. Sa population a toujours témoigné d’une culture différente et d'une identité très forte."
      ],
      "quests": [
        "Tuer l'Hôte démoniaque",
        "Purifier et libérer Imossa",
        "[LIVE] QST-IMOSSA-01 - Purification en cours - active - 1/3 - La garde d'Imossa poursuit la liberation. - @ Imossa"
      ],
      "lore": [
        "Imossa était une cité-état unique en son genre, située sur une île au cœur du continent de Vruliwen. Isolée par sa géographie insulaire, elle a prospéré pendant des siècles en cultivant un modèle politique et économique différent de celui des autres royaumes, faisant d’elle l'une des cités les plus avancées et influentes.",
        "Démocratie Insulaire : Dès sa fondation, Imossa a établi un modèle de gouvernement inédit pour le continent : une démocratie. Contrairement aux autres régions dirigées par des rois ou de l’aristocratie, le pouvoir à Imossa reposait entre les mains d'une assemblée élue, composée de citoyens ayant acquis ce droit grâce à leur participation à la vie civique et économique de la cité. Cependant, tout le monde dans la cité n'était pas citoyen, et seuls les membres influents de la société – les propriétaires terriens, les artisans reconnus, les marins et commerçants les plus prospères – avaient le droit de vote et de participer aux décisions. Cette démocratie conférait à Imossa une aura de progrès politique et social. Elle était perçue comme un modèle en avance sur son temps, où les voix de ses citoyens avaient un impact direct sur les affaires internes de la cité. Sa société accueillait des marchands et des érudits venus des quatre coins du continent, et cette ouverture lui permettait de prospérer sur le plan économique et intellectuel."
      ],
      "instances": [
        "La Garde"
      ],
      "pnjs": [
        {
          "name": "Aden Khenan",
          "role": "Hôtes Démoniaques",
          "description": "Un warlock suspecté d’appartenir à une organisation clandestine."
        }
      ],
      "tags": [
        "forteresse",
        "quete"
      ],
      "questEvents": []
    },
    {
      "name": "Imperialis Deus",
      "type": "Castle",
      "x": 7482,
      "y": 1747,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/time-and-again-black-templars-ambient-music-music-of-40k-youtube.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Irohazy Woods",
      "type": "default",
      "x": 7945,
      "y": 3690,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Jade Forest",
      "type": "default",
      "x": 7908,
      "y": 2428,
      "description": "Y parait qu'un dragon s-y trouve..",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "L'Aiguille du Crépuscule",
      "type": "default",
      "x": 7443,
      "y": 4263,
      "description": "Sur le continent de Vruliwen, au nord, s'élevait majestueusement L'Aiguille du Crépuscule, une masse colossale de roche et de mystère qui perçait les cieux comme un titan endormi. Son sommet touchait les nuages, et ses flancs escarpés étaient constamment voilés dans un halo sombre et énigmatique.\n\nDepuis des temps immémoriaux, les peuples de Vruliwen racontaient des histoires sur cette montagne énigmatique. On disait que des âmes perdues erraient dans ses cavernes profondes, gémissant dans l'obscurité et traçant des chemins sinueux à travers les ténèbres. Mais aucune âme vivante n'avait jamais osé s'aventurer assez loin pour en découvrir la vérité.\n\nLes légendes de L'Aiguille du Crépuscule se transmettaient de génération en génération, imprégnant l'air de mystère et de crainte. Certains croyaient qu'elle était habitée par des esprits maléfiques, des démons qui se repaissaient des âmes imprudentes qui osaient s'aventurer sur ses flancs. D'autres prétendaient que c'était le repaire d'anciens dieux oubliés, veillant sur leurs trésors perdus depuis des éons.\n\nPourtant, malgré les histoires et les avertissements, certains cherchaient toujours à percer les secrets de L'Aiguille du Crépuscule. Des explorateurs intrépides gravissaient ses pentes escarpées, bravant les tempêtes et les dangers pour découvrir ce qui se cachait au sommet. Mais aucun ne revenait jamais pour raconter ce qu'ils avaient vu.\n\nLes rumeurs se propageaient comme des feux follets dans la nuit, alimentant les peurs et les superstitions des habitants de Vruliwen. Certains prétendaient avoir entendu des cris déchirants emporter par les vents nocturnes, tandis que d'autres affirmaient avoir vu des lumières étranges danser sur les sommets de la montagne. Mais personne ne pouvait dire avec certitude ce qui se cachait derrière le voile de mystère qui enveloppait L'Aiguille du Crépuscule.\n\nEt ainsi, elle demeurait là, un monument de secrets perdus et de légendes oubliées, veillant silencieusement sur le continent de Vruliwen, attendant que quelqu'un ose percer son mystère et révéler la vérité cachée dans ses profondeurs ténébreuses.",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Mines de Mandrake",
      "type": "default",
      "x": 7579,
      "y": 3140,
      "description": "Les Mines de Mandrake, sous le joug de Gaël Rouget, les mineurs vivent dans la peur. Des rumeurs parlent d’esclavage, de créatures tapies dans les galeries et d’expériences interdites. Qui contrôle vraiment les profondeurs ?",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [
        "Les Mines de Mandrake, dirigées par Gaël Rouget. Ces mines, censées être une source de richesse pour l'Empire de Vruliwen, sont en réalité des lieux de souffrance et de mort. Les ouvriers y sont traités comme des esclaves, forcés de travailler dans des conditions inhumaines. Des créatures monstrueuses, errent dans les tunnels, causant des accidents mortels."
      ],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Montiris",
      "type": "default",
      "x": 8042,
      "y": 3521,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Monts Brumeux",
      "type": "default",
      "x": 7544,
      "y": 996,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Montségur",
      "type": "Large City Stone Wall + Towers",
      "x": 7568,
      "y": 646,
      "description": "Capital des Terres du Sud de Vruliwen",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/montsegur_ambiance.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Nikaïus",
      "type": "Large City Stone Wall + Towers",
      "x": 7363,
      "y": 3607,
      "description": "# **__Nikaïus__**\n\nAu continent de l'empereur se dressait la noble cité de Nikaïus, joyau scintillant du continent de Vruliwen. Enserrée dans une étreinte d'eau et de pierre, Nikaïus était une ville portuaire d'une splendeur inégalée, ses quais grouillant de navires aux voiles bariolées venant des quatre coins de Vruliwen et au-delà.\n\nNichée entre les collines ondulantes et les flots tumultueux de la mer d'Ivoire, Nikaïus prospérait grâce à ses marchés débordants de trésors exotiques, de soieries chatoyantes et d'épices odorantes. Les habitants, fiers et courageux, vivaient dans une harmonie précaire, protégés par les remparts imposants de la ville et les vigiles attentifs de la garde impériale.\n\nL'an 33 de l'ère du Second Âge fut marqué par des événements qui allaient ébranler les fondations mêmes de cette cité prospère. En ce fatidique printemps, les vents de la mer d'Ivoire charriaient des murmures d'une menace grandissante, un murmure qui devint bientôt un rugissement lorsqu'une flotte de drakkars, sinistres silhouettes taillées pour la guerre, surgit à l'horizon. Les bannières noires des Vikings, ornées de runes effrayantes, claquaient au vent, annonçant leur intention destructrice.\n\nLes premiers assauts frappèrent Nikaïus comme la fureur des éléments déchaînés. Les défenseurs de la ville, sous le commandement du vaillant général Lucius Varros, résistèrent avec une détermination farouche, se battant dans les ruelles pavées et sur les remparts crénelés. Les Vikings, menés par le redoutable Jarl Skorvald, déferlaient en vagues incessantes, leurs haches et épées étincelant d'un éclat sinistre sous le soleil de mai.\n\nDurant plusieurs semaines, Nikaïus fut le théâtre d'un conflit acharné. Chaque quartier de la ville devint un champ de bataille, les habitants se joignant aux soldats pour défendre leurs foyers. Les cris de guerre se mêlaient aux prières des prêtres suppliant les dieux pour un répit.\n\nMais au-delà des collines, l'Empereur Comosicus Thiri, depuis son trône d'ivoire à Valerius Primus, avait déjà dépêché son armée impériales et ces ordres sacrés. Le tambourinement des sabots et le scintillement des armures annonçaient l'arrivée de la cavalerie lourde de l'Empire. Sous la bannière de l'Aigle d'Or, l'armée impériales pénétrèrent dans Nikaïus comme un torrent impétueux, renversant les assiégeants avec une force irrésistible.\n\nLa bataille finale, connue sous le nom de la Bataille des Trois Jours, vit les forces impériales repousser les Vikings jusqu'aux quais. Là, sur les rivages où la mer et le sang se mêlaient, Jarl Skorvald trouva sa fin, encerclé et abattu par les meilleurs soldats de l'Empire. Les drakkars, privés de leurs capitaines, furent incendiés, leurs carcasses de bois flottant comme de sombres reliques des jours de combat.\n\nAu crépuscule du dernier jour, alors que le silence retombait enfin sur la ville meurtrie, Comosicus Thiri lui-même fit son entrée dans Nikaïus, son regard grave parcourant les vestiges de la bataille. Il déclara alors que la ville serait reconstruite, plus grande et plus forte qu'auparavant, en l'honneur des héros tombés et de la résilience de son peuple.\n\nAinsi s'acheva l'épreuve de Nikaïus, mais son histoire, forgée dans le feu et le sang, devint une légende, chantée par les bardes à travers tout Vruliwen. Les pierres de la cité, gravées de runes et de souvenirs, continuèrent à résonner des échos de cette glorieuse victoire, une victoire qui affermit pour toujours le destin de la ville sous la bienveillance de l'Empire.",
      "images": [],
      "videos": [
        {
          "url": "https://youtu.be/vel1NuL8DZc",
          "title": "One-Shot - La Défense de Nikaïus Part.1"
        },
        {
          "url": "https://youtu.be/_kdPNiUopa4",
          "title": "One-Shot - La Défense de Nikaïus Part.2"
        }
      ],
      "videoTitles": [
        "One-Shot - La Défense de Nikaïus Part.1",
        "One-Shot - La Défense de Nikaïus Part.2"
      ],
      "audio": "assets/audio/tabletop-audio-battle-of-the-amazons-128-ytshorts.savetube.me.mp3",
      "history": [
        "**__Défense sur le pont de l'Écu d'Argent__**\n\nBayard, vaillant templier de l'Église de la Lumière, se tenait seul sur le pont de l'Écu d'Argent, une structure ancienne enjambant la rivière d'Émeraude, qui divisait Nikaïus en deux. Avec la détermination inébranlable d'un héros légendaire, il fit face à une partie de l'armée viking, son épée bénie scintillant d'une lumière éthérée sous les cieux assombris par la fumée des combats. Chaque coup qu'il portait était empli de la puissance divine, repousant les assaillants avec une force surhumaine. Grâce à son sacrifice et à son courage indomptable, Bayard permit à tout un quartier de la ville de s'échapper en sécurité, enfants, vieillards et blessés trouvant refuge au-delà des remparts. Lorsque le dernier viking tomba sous ses coups, épuisé mais triomphant, Bayard fut trouvé à genoux, priant pour ceux qu'il avait sauvés. Reconnaissant son acte héroïque, l'Église de la Lumière l'éleva au rang de paladin, faisant de lui un symbole vivant de la foi et de la bravoure inébranlable, son nom inscrit à jamais dans les annales de Nikaïus."
      ],
      "quests": [],
      "lore": [],
      "instances": [
        "La guilde des mercenaires"
      ],
      "pnjs": [],
      "tags": [
        "Port",
        "Guilde"
      ],
      "questEvents": []
    },
    {
      "name": "Nocturna",
      "type": "default",
      "x": 7844,
      "y": 4542,
      "description": "Île située à l'extrême nord du continent de Vruliwen, elle a été par le passé connue pour son hostilité et son instabilité.\nNul ne pouvait compter ou identifier les malédictions qui y régnaient comme celle des Blood Brothers. De plus, les environs étaient propices pour les ingérences des forces obscures.\nCependant suite à l'action de Vulkan et le rattachement de l'île au continent et à l'Empire, ces terres se sont pacifiées et sont plus que jamais fidèles à l'Empereur",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Olmedum",
      "type": "Large City Stone Wall + Towers",
      "x": 7335,
      "y": 3128,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [
        "La guilde des bardes"
      ],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Pas du Roc",
      "type": "default",
      "x": 7818,
      "y": 945,
      "description": "# **__Le Pas-du-Roc, le Goulet des Âmes__**\n\nLa vallée du Pas-du-Roc, étroite et sinueuse, est le seul passage entre les montagnes qui séparent le Nord et les terres du Sud. Coincée entre deux chaînes de montagnes aux pics acérés, cette vallée semble avoir été taillée dans la pierre par les dragons eux-mêmes, une vallée où la nature montre toute sa puissance brute. Les montagnes qui l'encadrent se dressent comme des murailles naturelles, leurs sommets enneigés se perdant dans les nuages, tandis que leurs flancs abrupts sont parsemés de forêts sombres et impénétrables, où les ombres semblent prendre vie. Les batailles qui ont ravagé cette vallée au fil des siècles y ont laissé bien plus que des cicatrices de guerre ; elles y ont ancré une puissance mystique, un écho éternel des sorts jetés et des vies arrachées.\n\nLorsque la brume descend sur la vallée, elle n'est pas seulement faite d'humidité et de froid ; c'est un voile du passé. Une mer de souvenirs animés par la magie ancienne qui imprègne le sol. Ceux qui s'y aventurent sont témoins des évènements passés. D'abord, on y perçoit simplement des formes, des cris, des chants et des incantations. Plus le temps passe, mieux on en discerne le sens. Les spectateurs peuvent y voir l'engouement des troupes, leur courage et leur fin tragique. Même les créatures de la vallée semblent respecter ces moments de mémoire en restant passives les jours de brumes. Le danger réside dans l'attention que portent les voyageurs à ces souvenirs, rester trop longtemps dans la brume c'est se retrouver dans des recoins sombres et dangereux lorsqu'elle se lève.\n\nLes trois rivières qui traversent le Pas-du-Roc: la Frémissante, l’Oubliée, et la Sombre-Courant; ne sont pas des cours d'eau ordinaires. Elles ont été marquées par la magie au point qu'elles défient les lois naturelles. Parfois, sans avertissement, leurs lits se déplacent, modifiant le paysage en un instant, comme si une force invisible les dirigeait. Ces changements soudains et imprévisibles transforment la vallée en un labyrinthe mouvant, ajoutant au mystère et au danger du lieu. Ces rivières sont sources de vies tant pour les créatures dont les nymphes, la faune plus ou moins dangereuse, ou les hommes vivants et traversant les lieux. En effet, elles apportent à la fois les éléments vitaux à la survie mais constituent aussi un véritable boussole malgré leur nature imprévisible et changeante.\n\nLa faune du Pas-du-Roc est aussi étrange que ses rivières. Des créatures y rôdent, nées de la magie résiduelle qui imprègne chaque recoin. Des ombres ailées traversent le ciel nocturne, des bêtes aux yeux incandescents guettent dans l'obscurité des sous-bois, des êtres faits de brume, de pierres et de ronces. Les Valdefer, gardiens de ce passage millénaire, veillent à la conservation de ce qui y vit et de ce qui y a vécu. De plus, contrôler la traversée de la vallée est leur mission sacrée.\n\nLes phénomènes inexplicables qui surviennent dans la vallée ne sont pas limités aux créatures et aux cours d'eau. Des feux follets apparaissent sans prévenir, dansant au-dessus des rivières et des pierres, guidant parfois les voyageurs égarés vers une mort certaine ou, plus rarement, vers une sortie salvatrice.",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Rafdell",
      "type": "Large City Stone Wall + Towers",
      "x": 8070,
      "y": 1174,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Rochebrume",
      "type": "default",
      "x": 8123,
      "y": 2866,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Sanctuarium",
      "type": "default",
      "x": 7921,
      "y": 2700,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Sanctus Imperator",
      "type": "Castle",
      "x": 7390,
      "y": 3496,
      "description": "Centre impériale de rééducation de la jeunesse C.I.R.J",
      "images": [
        "assets/images/Sanctus_Imperator_1.jpeg",
        "assets/images/Sanctus_Imperator_2.jpeg",
        "assets/images/Sanctus_Imperator_3.jpeg"
      ],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/sanctus_imperator_ambiance.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Valerius Primus",
      "type": "Large City Stone Wall + Towers",
      "x": 7676,
      "y": 3513,
      "description": "# **Valerius Primus, la Cité Élevée**\n\nValerius Primus fut, bien avant de devenir capitale impériale, l’une des cités les plus anciennes et les plus prestigieuses du continent de Vruliwen. Rivalisant jadis avec la glorieuse Imossa, elle a toujours été un centre de pouvoir, d’influence et de culture. Chaque grande famille qui y établissait son siège accédait instantanément à un prestige immense. Sa position stratégique au carrefour des routes terrestres et fluviales, combinée à un climat clément, en a fait depuis longtemps un cœur économique et diplomatique.\n\nMais ce n’est qu’après la campagne d’unification de Comosicus Thiri, menée en seulement sept ans, que Valerius devint la capitale politique de l’Empire. En s’installant dans cette ville déjà colossale et reconnue, le jeune empereur marqua sa légitimité tout en s’assurant le soutien des anciennes maisons nobles. Le choix n’était pas que symbolique : c’était un acte de continuité autant que de domination.\n\nArchitecturalement, Valerius est un assemblage vertigineux. Le cœur ancien de la ville — palais en pierre claire, arcs-boutants massifs, temples anciens — témoigne de sa grandeur d’autrefois. Autour de ce noyau s’est développée une cité moderne à l’échelle impériale : avenues monumentales, quartiers planifiés pour la noblesse impériale, casernes, jardins suspendus, et gigantesques infrastructures administratives. L’ensemble abrite aujourd’hui plusieurs millions d’habitants, répartis entre quartiers élitistes et zones populaires densément peuplées.\n\nLes niveaux inférieurs de la cité, creusés sur des siècles, forment un réseau de souterrains où se mêlent les catacombes, les restes de civilisations passées et les quartiers clandestins. En hauteur, certaines tours récentes s’élèvent jusqu’à percer les nuages, servant de phares à la grandeur de l’Empire — ou de tours de guet face aux tempêtes à venir.\n\nValerius Primus, malgré sa centralisation récente du pouvoir, n’a jamais été une ville de paix tranquille. Les intrigues y prospèrent autant que le commerce. Les tensions anciennes entre familles nobles, la présence cachée de cultes dissidents, les jeux d’influence entre l’Église de la Lumière, l’Académie des Mages, l’armée impériale et les anciens bourgeois n’ont pas disparu : ils se sont simplement déplacés plus près du trône.\n\nEt pourtant, c’est là, au cœur de cette complexité, que Comosicus Thiri a choisi d’établir son règne. Non comme un conquérant venu imposer un ordre nouveau, mais comme un héritier capable d’absorber l’histoire pour mieux la diriger. Valerius Primus est ainsi à l’image de l’Empire : ancienne, changeante, imposante — et plus vivante que jamais.",
      "images": [
        "assets/images/raw.png"
      ],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/belisarius-epic-byzantine-music.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [
        "Académie des Mages",
        "La guilde des protecteurs",
        "L'Eglise de la Lumière"
      ],
      "pnjs": [
        {
          "name": "Comosicus Thiri",
          "role": "Empereur-Dieu de Vruliwen / Unificateur du continent / Porteur de la Pax Maxima / Le Dieu sur Terre",
          "description": ""
        }
      ],
      "tags": [
        "Capitale",
        "Guilde"
      ],
      "questEvents": []
    },
    {
      "name": "Vardanys",
      "type": "default",
      "x": 7688,
      "y": 2583,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [
        "# **Vardanys, le Reflux d’Imossa**\n\nVardanys fut la première cité à accueillir les réfugiés d’Imossa après la Chute.\nDe ce fait, elle devint rapidement un refuge pour les anciens citoyens de la cité perdue, une “petite Imossa” où l’on parlait encore avec fierté le dialecte imossien et où la mémoire des Primarques était entretenue comme un culte.\n\nAu fil des décennies, la ville devint le principal bastion continental de la Garde d’Imossa, un lieu de recrutement, de mémoire et d’entraînement.\nMais depuis la guerre contre Dipovia, la situation s’est tendue :\n\n- L’Empire exige que la Garde se joigne à la Croisade.\n\n- La Garde refuse de se battre sous la bannière de l’Église, qu’elle considère responsable de la Chute d’Imossa.\n\n- Les tensions entre les officiers impériaux et les Primarques s’enveniment.\n\n- Les habitants de Vardanys, descendants d’Imossa, se sentent trahis par le trône.\n\n> Aujourd’hui, Vardanys est une ville au bord de l’insurrection. Ses quais bruissent de murmures, les drapeaux impériaux sont souillés d’eau de mer, et les cloches du port résonnent comme un glas."
      ],
      "instances": [
        "La Garde"
      ],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Wimborne",
      "type": "Large City Stone Wall + Towers",
      "x": 7798,
      "y": 3754,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [
        "La guilde des collectionneurs"
      ],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    }
  ],
  "Zemantis": [
    {
      "name": "Camp O.E",
      "type": "default",
      "x": 1977,
      "y": 1453,
      "description": "",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": "assets/audio/sabaton-templars-official-lyric-video-sabaton-youtube.mp3",
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    },
    {
      "name": "Vyktyskar",
      "type": "Castle",
      "x": 1837,
      "y": 1211,
      "description": "Description du lieu de Zemantis",
      "images": [],
      "videos": [],
      "videoTitles": [],
      "audio": null,
      "history": [],
      "quests": [],
      "lore": [],
      "instances": [],
      "pnjs": [],
      "tags": [],
      "questEvents": []
    }
  ]
}
